Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LEFT_COMMAND_TWICE
source: Press Left Command Key Twice
ar: اضغط على مفتاح command الأيسر مرتين
ca: Prem la tecla d’ordre esquerra dos cops
cs: Dvakrát stiskněte levou klávesu Command
da: Tryk to gange på den venstre Kommandotast
de: Linke Command-Taste zweimal drücken
el: Πιέστε δύο φορές το αριστερό πλήκτρο Command
es: Pulsar la tecla Comando izquierda dos veces
es_us: Presionar la tecla Comando izquierda dos veces
fi: Paina vasenta komentonäppäintä kahdesti
fr: Appuyer deux fois sur Commande de gauche
fr_ca: Appuyer deux fois sur Commande de gauche
he: לחיצה כפולה על מקש Command השמאלי
hi: बाईं कमांड-की दो बार दबाएँ
hr: Dvaput pritisnite lijevu tipku Command
hu: A bal Command billentyű megnyomása kétszer
id: Tekan Tombol Command Kiri Dua Kali
it: Premi due volte il tasto Comando sinistro
ja: 左のCommandキーを2回押す
ko: 왼쪽 Command 키 두 번 누르기
ms: Tekan Kekunci Command Kiri Dua Kali
nl: Druk tweemaal op linker Command-toets
no: Trykk to ganger på venstre Kommando-tast
pl: Naciśnij dwukrotnie lewy klawisz Command
pt: Pressione a Tecla Command Esquerda 2 Vezes
pt_pt: Premir a tecla Comando da esquerda duas vezes
ro: Apăsare dublă a tastei Comandă stânga
ru: Нажать левую клавишу Command дважды
sk: Dvakrát stlačte ľavý kláves Command
sl: Dvakratni pritisk leve tipke Command
sv: Tryck på vänster kommandotangent två gånger
th: กดปุ่ม Command ซ้ายสองครั้ง
tr: Sol Komut Tuşuna İki Kez Basın
uk: Двічі натисніть ліву клавішу Command
vi: Nhấn phím Command bên trái hai lần
zh_cn: 连按两下左Command键
zh_hk: 按兩下左側Command鍵
zh_tw: 按兩下左側Command鍵

# GM_ASK_SIRI_DEVICE_PROCESSING_SHARING_FOOTER_TEXT_MAC
source: Voice recordings and transcripts are sent to Apple for improvement purposes.
ar: تُرسَل التسجيلات الصوتية والنُسخ النصية إلى Apple لأغراض تتعلق بتحسين الخدمة.
ca: Les gravacions de veu i les transcripcions s’envien a Apple amb finalitats de millora.
cs: Společnost Apple dostává nahrávky hlasu a jejich přepisy za účelem vylepšování produktů a služeb.
da: Stemmeoptagelser og transskriptioner sendes til Apple med henblik på forbedring af funktionen.
de: Sprachaufnahmen und Transkripte werden für Verbesserungszwecke an Apple gesendet.
el: Οι φωνητικές εγγραφές και οι απομαγνητοφωνήσεις αποστέλλονται επίσης στην Apple για σκοπούς βελτίωσης.
es: Las grabaciones de voz y las transcripciones se envían a Apple para mejorar la calidad del servicio.
es_us: Las grabaciones de voz y las transcripciones se envían a Apple con fines de mejora del servicio.
fi: Äänitallenteet ja tekstit lähetetään Applelle parantamista varten.
fr: Les enregistrements vocaux et les transcriptions sont envoyés à Apple à des fins d’amélioration.
fr_ca: Les enregistrements vocaux et les transcriptions sont envoyés à Apple à des fins d’amélioration.
he: הקלטות קוליות ותמלולים נשלחים ל-Apple למטרות שיפור.
hi: सुधार के उद्देश्यों से वॉइस रिकॉर्डिंग और अनुलेख भी Apple को भेजे जाते हैं।
hr: Audio snimke i transkripti šalju se tvrtki Apple radi poboljšanja značajki.
hu: A hangfelvételek és az átiratok továbbítva vannak az Apple-nek fejlesztési célokból.
id: Rekaman dan transkrip suara dikirimkan ke Apple untuk tujuan peningkatan.
it: Le registrazioni vocali e le trascrizioni vengono inviate ad Apple al fine di apportare miglioramenti.
ja: 音声録音と文字起こしは改善のためにAppleに送信されます。
ko: 음성 녹음 및 전사문이 기능 향상을 위해 Apple로 전송됩니다.
ms: Rakaman suara dan transkrip dihantar kepada Apple untuk tujuan peningkatan.
nl: Spraak­opnamen en transcripten worden ter verbetering naar Apple verstuurd.
no: Taleopptak og avskrifter sendes til Apple for å gjøre tjenesten bedre.
pl: Nagrania Twojego głosu i transkrypcje są także wysyłane do Apple na potrzeby udoskonalania funkcji.
pt: As gravações e transcrições de voz também são enviadas à Apple para fins de aprimoramento.
pt_pt: As gravações de voz e transcrições são enviadas à Apple para melhorar a funcionalidade.
ro: Înregistrările vocale și transcrierile sunt trimise la Apple în scopul îmbunătățirii funcționalității.
ru: Голосовые записи и расшифровки передаются в Apple для улучшения.
sk: Záznamy a prepisy hlasu sú na účely vylepšovania odosielané spoločnosti Apple.
sl: Zvočni posnetki in transkripcije se pošiljajo družbi Apple za namene uvajanja izboljšav.
sv: Röstinspelningar och transkriberingar skickas även till Apple för förbättringsändamål.
th: เสียงบันทึกและข้อความถอดเสียงถูกส่งไปที่ Apple เพื่อจุดประสงค์ในการปรับปรุง
tr: Ses kayıtları ve dökümler iyileştirme amacıyla Apple’a gönderilir.
uk: Голосові записи й транскрибовані протоколи надсилаються в Apple з метою вдосконалення.
vi: Bản ghi giọng nói và bản chép lại được gửi đến Apple nhằm mục đích cải thiện.
zh_cn: 录音和听写文本会发送给Apple以作改进之用。
zh_hk: 錄音和轉寫將會傳送予Apple作為改進用途。
zh_tw: 錄音檔和逐字稿會傳送給Apple以作為改進之用。

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SIRI_VOICE_BUTTON
source: Select…
ar: تحديد…
ca: Selecciona…
cs: Vybrat…
da: Vælg…
de: Auswählen …
el: Επιλογή…
es: Seleccionar…
es_us: Seleccionar…
fi: Valitse…
fr: Sélectionner…
fr_ca: Sélectionner…
he: בחירה…
hi: चुनें…
hr: Odaberi…
hu: Kiválasztás…
id: Pilih…
it: Seleziona…
ja: 選択…
ko: 선택…
ms: Pilih…
nl: Selecteer…
no: Velg…
pl: Wybierz…
pt: Selecionar…
pt_pt: Selecionar…
ro: Selectare…
ru: Выбрать…
sk: Vybrať…
sl: Izberi …
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_cn: 选择…
zh_hk: 選擇⋯
zh_tw: 選取⋯

# GM_COUNTRY_REGION_UNAVAILABLE
source: Apple Intelligence is not available in your country or region.
ar: لا يتوفر ذكاء Apple في بلدك أو منطقتك.
ca: L’Apple Intelligence no està disponible al país o a la regió on et trobes.
cs: Ve vaší zemi nebo oblasti nejsou funkce Apple Intelligence k dispozici.
da: Apple Intelligence er ikke tilgængelig i dit land eller område.
de: Apple Intelligence ist in deinem Land oder deiner Region nicht verfügbar.
el: Το Apple Intelligence δεν είναι διαθέσιμο στη χώρα ή την περιοχή σας.
es: Apple Intelligence no está disponible en tu país o región.
es_us: Apple Intelligence no está disponible en tu país o región.
fi: Apple Intelligence ei ole saatavilla maassasi tai alueellasi.
fr: Apple Intelligence n’est pas disponible dans votre pays ou région.
fr_ca: Apple Intelligence n’est pas offert dans votre pays ou région.
he: ‏Apple Intelligence אינו זמין במדינה או באזור שלך.
hi: Apple Intelligence आपके देश या क्षेत्र में उपलब्ध नहीं है।
hr: Apple Intelligence nije dostupan u vašoj državi ili regiji.
hu: Az Apple Intelligence nem érhető el az Ön országában vagy régiójában.
id: Apple Intelligence tidak tersedia di negara atau wilayah Anda.
it: Apple Intelligence non è disponibile nel paese o nella zona in cui ti trovi.
ja: Apple Intelligenceはこの国/地域では使用できません。
ko: Apple Intelligence는 사용자의 국가 또는 지역에서 사용할 수 없습니다.
ms: Apple Intelligence tidak tersedia di negara atau rantau anda.
nl: Apple Intelligence is niet beschikbaar in je land of regio.
no: Apple Intelligence er ikke tilgjengelig i ditt land eller område.
pl: Funkcja Apple Intelligence nie jest dostępna w Twoim kraju lub regionie.
pt: A Apple Intelligence não está disponível no seu país ou região.
pt_pt: Apple Intelligence não está disponível no seu país ou região.
ro: Funcționalitatea Apple Intelligence nu este disponibilă în țara sau regiunea dvs.
ru: Функции Apple Intelligence недоступны в Вашей стране или Вашем регионе.
sk: Apple Intelligence nie je k dispozícii vo vašej krajine alebo regióne.
sl: Apple Intelligence ni na voljo v vaši državi ali regiji.
sv: Apple Intelligence är inte tillgängligt i ditt land eller din region.
th: ไม่มี Apple Intelligence ในประเทศหรือภูมิภาคของคุณ
tr: Apple Intelligence, ülkenizde veya bölgenizde kullanılamıyor.
uk: Функція Apple Intelligence недоступна у вашій країні чи регіоні.
vi: Apple Intelligence không khả dụng tại quốc gia hoặc vùng của bạn.
zh_cn: 你所在国家或地区尚不提供Apple智能。
zh_hk: 無法在你的國家或地區使用Apple Intelligence。
zh_tw: 你的所在國家或地區無法使用Apple Intelligence。

# UNDO_ADD
source: Add
ar: إضافة
ca: l’addició
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: adición
es_us: adición
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Menambah
nl: Voeg toe
no: Legg til
pl: Dodaj
pt: Adicionar
pt_pt: Adicionar
ro: adăugarea
ru: добавление
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: додавання
vi: Thêm
zh_cn: 添加
zh_hk: 新增
zh_tw: 加入

# GM_SIRI_LANGUAGE_UNAVAILABLE
source: Apple Intelligence is not available when Siri is set to %@.
ar: لا يتاح ذكاء Apple عند تعيين لغة Siri على %@.
ca: L’Apple Intelligence no està disponible amb Siri en %@.
cs: Když se se Siri používá %@, Apple Intelligence není k dispozici.
da: Apple Intelligence er ikke tilgængelig, når Siri er indstillet til %@.
de: Apple Intelligence ist nicht verfügbar, wenn für Siri „%@“ eingestellt ist.
el: Το Apple Intelligence δεν είναι διαθέσιμο όταν η γλώσσα του Siri έχει οριστεί σε %@.
es: Apple Intelligence no está disponible si Siri se ha configurado en %@.
es_us: Apple Intelligence no está disponible si Siri se configuró en %@.
fi: Apple Intelligence ei ole käytettävissä, kun Sirin kielenä on %@.
fr: Apple Intelligence n’est pas disponible lorsque la langue de Siri est réglée sur %@.
fr_ca: Apple Intelligence n’est pas disponible quand Siri fonctionne en %@.
he: ‏Apple Intelligence אינו זמין כשהשפה של Siri היא %@.
hi: Siri के %@ पर सेट होने पर Apple Intelligence उपलब्ध नहीं होता है।
hr: Apple Intelligence nije dostupan kad je Siri podešena na %@.
hu: Az Apple Intelligence nem érhető el, amikor Siri %@ nyelvre van beállítva.
id: Apple Intelligence tidak tersedia saat Siri diatur ke %@.
it: Apple Intelligence non è disponibile quando la lingua impostata per Siri è “%@”.
ja: Siriが%@に設定されているときはApple Intelligenceは使用できません。
ko: Siri가 %@로 설정된 경우에는 Apple Intelligence를 사용할 수 없습니다.
ms: Apple Intelligence tidak tersedia apabila Siri disetkan kepada %@.
nl: Apple Intelligence is niet beschikbaar wanneer Siri is ingesteld op %@.
no: Apple Intelligence er ikke tilgjengelig når Siri brukes på %@.
pl: Nie możesz korzystać z Apple Intelligence, gdy język Siri to %@.
pt: A Apple Intelligence não fica disponível quando a Siri está usando %@.
pt_pt: Apple Intelligence não está disponível quando Siri está definido para %@.
ro: Funcționalitatea Apple Intelligence nu este disponibilă atunci când Siri utilizează limba %@.
ru: Функции Apple Intelligence недоступны, когда %@ выбран как язык Siri.
sk: Keď sa so Siri používa %@, nie je funkcia Apple Intelligence k dispozícii.
sl: Apple Intelligence ni na voljo, ko je Siri nastavljena na »%@«.
sv: Apple Intelligence är inte tillgängligt när Siri är inställt på %@.
th: ไม่มี Apple Intelligence เมื่อตั้งค่า Siri เป็น%[tt]@
tr: Siri dil ayarı %@ iken Apple Intelligence kullanılamaz.
uk: Функції Apple Intelligence недоступні, коли мовою Siri є %@.
vi: Apple Intelligence không khả dụng khi Siri được đặt thành %@.
zh_cn: Siri设为%@时，Apple智能不可用。
zh_hk: Siri設定為%@時無法使用Apple Intelligence。
zh_tw: Apple Intelligence無法在Siri設定為%@時使用。

# DELETE_HISTORY_LABEL
source: Siri history
ar: سجل تاريخ Siri
ca: Historial de Siri
cs: Historie Siri
da: Siri-historik
de: Siri-Verlauf
el: Ιστορικό Siri
es: Historial de Siri
es_us: Historial de Siri
fi: Siri-historia
fr: Historique de Siri
fr_ca: Historique de Siri
he: ההיסטוריה של Siri
hi: Siri हिस्ट्री
hr: Povijest značajke Siri
hu: Siri-előzmények
id: Riwayat Siri
it: Cronologia Siri
ja: Siri履歴
ko: Siri 기록
ms: Sejarah Siri
nl: Siri-geschiedenis
no: Siri-logg
pl: Historia Siri
pt: Histórico da Siri
pt_pt: Histórico de Siri
ro: Istoric Siri
ru: История Siri
sk: História Siri
sl: Zgodovina Siri
sv: Siri-historik
th: ประวัติ Siri
tr: Siri geçmişi
uk: Історія Siri
vi: Lịch sử Siri
zh_cn: Siri历史记录
zh_hk: Siri記錄
zh_tw: Siri記錄

# CUSTOMIZE_KEY
source: Customize…
ar: تخصيص…
ca: Personalitza…
cs: Přizpůsobit…
da: Speciel…
de: Anpassen …
el: Προσαρμογή…
es: Personalizar…
es_us: Personalizar…
fi: Muokkaa…
fr: Personnaliser…
fr_ca: Personnaliser…
he: התאמה אישית…
hi: कस्टमाइज़ करें…
hr: Prilagodi…
hu: Testreszabás…
id: Sesuaikan…
it: Personalizza…
ja: カスタマイズ…
ko: 사용자화…
ms: Sesuaikan…
nl: Pas aan…
no: Tilpass…
pl: Dostosuj…
pt: Personalizar…
pt_pt: Personalizar…
ro: Personalizare…
ru: Настроить…
sk: Prispôsobiť…
sl: Prilagodi …
sv: Anpassa…
th: กำหนดเอง…
tr: Özelleştir…
uk: Налаштувати…
vi: Tùy chỉnh…
zh_cn: 自定义…
zh_hk: 自訂⋯
zh_tw: 自訂⋯

# GLOBE_SPACE
source: Press %@ Space
ar: اضغط على %@ ومفتاح المسافة
ca: Prem %@ i espai
cs: Stiskněte %@‑mezerník
da: Tryk på %@-mellemrum
de: %@ + Leertaste drücken
el: Πατήστε %@ + πλήκτρο διαστήματος
es: Pulsar %@ + espacio
es_us: Presionar %@ + Espacio
fi: Paina %@-välilyönti
fr: Appuyer sur %@ + Espace
fr_ca: Appuyer sur %@ + Espace
he: לחיצה על מקש %@ ורווח
hi: %@ स्पेस दबाएँ
hr: Pritisnite %@ + razmaknicu
hu: %@-szóköz megnyomása
id: Tekan %@ Spasi
it: Premi %@ Spazio
ja: %@キーとスペースバーを押す
ko: %@ 스페이스 누르기
ms: Tekan %@ Space
nl: Druk op %@ + Spatie
no: Trykk på %@ og mellomrom
pl: Naciśnij %@-spacja
pt: Pressionar %@ + Espaço
pt_pt: Premir %@ + barra de espaço
ro: Apăsare %@-Spațiu
ru: Нажатие %@-пробел
sk: Stlačte %@+medzerník
sl: Pritisnite %@ in preslednico
sv: Tryck på %@-mellanslag
th: กด %@-Space
tr: %@-Boşluk Tuşuna Bas
uk: Натисніть %@ + Пробіл
vi: Nhấn %@ Dấu cách
zh_cn: 按下%@-空格键
zh_hk: 按下%@ + 空白鍵
zh_tw: 按下%@ + 空白鍵

# PRIVACY_REMOVE_AX_DESCRIPTION
source: Remove the selected disk or folder to no longer exclude from indexing.
ar: قم بإزالة القرص أو المجلد المحدد لكي لا يتم استثناؤه من الفهرسة بعد الآن.
ca: Elimina la carpeta o el disc seleccionat per deixar d’excloure’l de la indexació.
cs: Pokud již nechcete vybraný disk nebo složku vyloučit z indexování, odstraňte je ze seznamu.
da: Fjern den valgte disk eller mappe, der ikke skal inkluderes i indeksering.
de: Entferne die ausgewählten Volumes oder Ordner, die wieder indiziert werden sollen.
el: Αφαιρέστε τον επιλεγμένο δίσκο ή φάκελο για να μην εξαιρείται πλέον από τη δημιουργία ευρετηρίου.
es: Eliminar el disco o la carpeta seleccionados para dejen de estar excluidos de la indexación.
es_us: Eliminar el disco o la carpeta seleccionados para que dejen de estar excluidos de la indexación.
fi: Poista valitun levyn tai kansion ohittaminen indeksoinnissa.
fr: Supprimer le disque ou le dossier sélectionné à ne plus exclure de l’indexation.
fr_ca: Supprimer le disque ou le dossier sélectionné à ne plus exclure de l’indexation.
he: ניתן להסיר את הכונן או התיקיה שנבחרו כדי שלא תימנע עוד כלילתם ביצירת האינדקסים.
hi: सूचीकरण में अब शामिल न करने के लिए चयनित डिस्क या फ़ोल्डर हटाएँ।
hr: Uklonite odabrani disk ili mapu koju se više neće izuzimati iz indeksiranja.
hu: Távolítsa el a kijelölt lemezt vagy mappát, hogy ne legyen kizárva az indexelésből.
id: Hapus disk atau folder yang dipilih agar tidak lagi dikecualikan dari pengindeksan.
it: Rimuovi il disco o la cartella selezionati in modo che non siano più esclusi dall’indicizzazione.
ja: 索引から除外するディスクまたはフォルダの中で選択したものを削除します。
ko: 더 이상 인덱싱에서 제외시키지 않으려면, 선택된 디스크 또는 폴더를 제거하십시오.
ms: Keluarkan cakera atau folder dipilih ke tidak lagi dikecualikan daripada pengindeksan.
nl: Verwijder de geselecteerde schijf of map om deze weer te indexeren.
no: Fjern den markerte disken eller mappen for å ikke lenger utelate den fra indeksering.
pl: Usuń dysk lub folder, którego już nie chcesz wyłączać z indeksowania.
pt: Remova a pasta ou disco selecionados para que não sejam mais excluídos da indexação.
pt_pt: Remova o disco ou a pasta selecionados para deixar de excluir da indexação.
ro: Eliminați discul sau dosarul selectat pentru a nu-l mai exclude de la indexare.
ru: Удалить выбранные диск или папку, чтобы больше не исключать из индексации.
sk: Odstrániť vybraný disk alebo priečinok, ktorý už nebude vylúčený z indexovania.
sl: Odstranite izbrani disk ali mapo, da ne bo več izključena iz indeksiranja.
sv: Ta bort den markerade hårddisken eller mappen så kommer den inte längre att uteslutas från indexering.
th: เอาดิสก์ที่เลือกหรือโฟลเดอร์ที่ไม่รวมอีกต่อไปออกจากการทำดัชนี
tr: Seçilen diski veya klasörü, artık dizinleme dışında bırakılmaması için kaldırın.
uk: Вилучити вибраний диск чи папку зі списку неіндексовуваних.
vi: Xóa ổ đĩa hoặc thư mục đã chọn để không bị loại trừ khỏi lập chỉ mục nữa.
zh_cn: 移除所选磁盘或文件夹，从此不用再从索引中排除。
zh_hk: 移除所選的磁碟或資料夾來重新建立索引。
zh_tw: 移除所選的磁碟或檔案夾來重新建立索引。

# GM_BETA_LABEL
source: BETA
ar: تجريبي
fr: BÊTA
fr_ca: BÊTA
he: בטא
hi: बीटा
hu: BÉTA
ja: ベータ
ko: 베타
nl: BÈTA
ru: БЕТА-ВЕРСИЯ
th: รุ่นเบต้า
uk: БЕТА-ВЕРСІЯ
zh_cn: BETA版
zh_tw: BETA版

# GM_ASSET_DOWNLOADING_POST_RECOVERY_CHINA
source: Downloading support for Apple Intelligence. Connect Mac to WLAN and power while models are downloading.
ar: يجري تنزيل دعم ذكاء Apple. يرجى توصيل Mac بشبكة WLAN وبمصدر طاقة أثناء تنزيل النماذج.
ca: S’estan descarregant els models de l’Apple Intelligence. No desconnectis el Mac de la WLAN ni del corrent.
cs: Stahuje se podpora pro funkce Apple Intelligence. Během stahování modelů nechte Mac připojený k WLAN a k napájení.
da: Henter understøttelse til Apple Intelligence. Slut Mac til strømforsyningen, og opret forbindelse til WLAN, mens modeller hentes.
de: Unterstützung für Apple Intelligence wird geladen. Verbinde den Mac mit einem WLAN und schließe ihn ans Stromnetz an, während die Modelle geladen werden.
el: Πραγματοποιείται λήψη υποστήριξης για το Apple Intelligence. Συνδέστε το Mac σε WLAN και στο ρεύμα κατά τη λήψη των μοντέλων.
es: Se están descargando los modelos necesarios para usar Apple Intelligence. Mantén el Mac conectado a la red WLAN y a la corriente durante este proceso.
es_us: Se están descargando los modelos de Apple Intelligence. Mantén la Mac conectada a una red WLAN y a la corriente durante el proceso.
fi: Ladataan tukea Apple Intelligencelle. Yhdistä Mac WLANiin ja verkkovirtaan mallien lataamisen ajaksi.
fr: Le téléchargement des ressources nécessaires à Apple Intelligence est en cours. Connectez le Mac au WLAN et branchez-le sur secteur pendant le téléchargement des modèles.
fr_ca: Le téléchargement des ressources nécessaires à la prise en charge d’Apple Intelligence est en cours. Connectez le Mac au réseau WLAN et branchez-le sur une source d’alimentation pendant le téléchargement des modèles.
he: מתבצעת הורדה של חבילת תמיכה עבור Apple Intelligence. יש לחבר את ה-Mac לרשת WLAN ולחשמל במהלך הורדת המודלים.
hi: Apple Intelligence के लिए समर्थन डाउनलोड किया जा रहा है। Mac को WLAN से कनेक्ट करें और मॉडल डाउनलोड करते समय चार्ज में लगाए रखें।
hr: Preuzimanje podrške za Apple Intelligence. Spojite Mac na WLAN i napajanje dok se modeli preuzimaju.
hu: Támogatás letöltése az Apple Intelligence számára. Amíg a modellek letöltődnek, csatlakoztassa a Macet WLAN-hoz és töltőhöz.
id: Mengunduh dukungan untuk Apple Intelligence. Hubungkan Mac ke WLAN dan daya selagi model diunduh.
it: È in corso il download dei modelli per Apple Intelligence. Durante l’operazione, mantieni il Mac connesso alla rete WLAN e collegato all’alimentazione.
ja: Apple Intelligenceに必要なものをダウンロードしています。モデルのダウンロード中は、MacをWLANと電源に接続しておいてください。
ko: Apple Intelligence에 대한 지원을 다운로드하는 중입니다. 모델을 다운로드하는 동안 Mac을 WLAN 및 전원에 연결하십시오.
ms: Memuat turun sokongan untuk Apple Intelligence. Sambungkan Mac ke WLAN dan sumber kuasa sementara model sedang dimuat turun.
nl: Ondersteuning voor Apple Intelligence wordt gedownload. Verbind de Mac met WLAN en een stroombron wanneer de modellen worden gedownload.
no: Laster ned støtte for Apple Intelligence. Koble Macen til WLAN og strøm mens modellene lastes ned.
pl: Pobieram pliki obsługi Apple Intelligence. Na czas pobierania modeli połącz Maca z siecią WLAN i podłącz go do zasilania.
pt: Baixando suporte para a Apple Intelligence. Durante o download dos modelos, mantenha o Mac conectado à rede WLAN e à alimentação.
pt_pt: A descarregar suporte para Apple Intelligence. Ligue o Mac à rede WLAN e à corrente elétrica enquanto os modelos estiverem a ser descarregados.
ro: Se descarcă resurse pentru Apple Intelligence. Conectați‑vă Mac‑ul la WLAN și la alimentare în timpul descărcării modelelor.
ru: Загружается ПО для поддержки Apple Intelligence. Во время загрузки моделей Ваш Mac должен быть подключен к сети WLAN и источнику питания.
sk: Sťahujem podporu pre Apple Intelligence. Počas sťahovania modelov nechajte Mac pripojený k WLAN a napájaniu.
sl: Poteka prenos podpore za funkcijo Apple Intelligence. Med prenašanjem modelov povežite Mac z omrežjem WLAN in ga priključite na napajanje.
sv: Hämtar stöd för Apple Intelligence. Anslut datorn till WLAN och ström medan modellerna hämtas.
th: กำลังดาวน์โหลดการรองรับสำหรับ Apple Intelligence ให้เชื่อมต่อ Mac กับ WLAN และเสียบสายชาร์จในระหว่างที่กำลังดาวน์โหลดโมเดล
tr: Apple Intelligence desteği indiriliyor. Modeller indirilirken Mac’i WLAN’a ve güç kaynağına bağlayın.
uk: Викачуються ресурси для Apple Intelligence. Під час викачування моделей Mac має бути підʼєднаний до мережі WLAN і джерела живлення.
vi: Đang tải về phần hỗ trợ cho Apple Intelligence. Hãy kết nối máy Mac vào WLAN và nguồn điện khi tải về các mô hình.
zh_cn: 正在下载Apple智能的支持内容。下载模型期间，请将Mac接入无线局域网和电源。
zh_hk: 正在下載Apple Intelligence的支援。下載模型時請將Mac連接至WLAN和電源。
zh_tw: 正在下載Apple Intelligence的支援內容。請在下載模型時將Mac連接WLAN和電源。

source: Choose
ar: اختيار
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_us: Seleccionar
fi: Valitse
fr: Choisir
fr_ca: Choisir
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Scegli
ja: 選択
ko: 선택
ms: Pilih
nl: Kies
no: Velg
pl: Wybierz
pt: Escolher
pt_pt: Escolher
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Обрати
vi: Chọn
zh_cn: 选取
zh_hk: 選擇
zh_tw: 選擇

# VOICE_UNDO
source: Change Siri Voice
ar: تغيير صوت Siri
ca: el canvi de l’opció “Veu de Siri”
cs: Změnit hlas Siri
da: Skift Siri-stemme
de: Siri-Stimme ändern
el: Αλλαγή της φωνής Siri
es: cambio de “Voz de Siri”
es_us: cambio de voz de Siri
fi: Vaihda Sirin puheääni
fr: Changer la voix de Siri
fr_ca: Changer la voix de Siri
he: שינוי הקול של Siri
hi: Siri वॉइस बदलें
hr: Promijeni glas za Siri
hu: Siri-beszédhang módosítása
id: Ubah Suara Siri
it: Modifica la voce di Siri
ja: Siriの声を変更
ko: Siri 음성 변경
ms: Menukar Suara Siri
nl: Wijzig Siri-stem
no: endring av Siri-stemme
pl: Zmień wartość Głos Siri
pt: Alterar a opção Voz da Siri
pt_pt: Alterar voz de Siri
ro: modificarea opțiunii „Voce Siri”
ru: изменение голоса Siri
sk: Zmeniť hlas Siri
sl: Spremeni Sirijin glas
sv: Ändra Siri-röst
th: เปลี่ยนเสียง Siri
tr: Siri Sesi Ayarını Değiştir
uk: змінення голосу Siri
vi: Thay đổi Giọng nói của Siri
zh_cn: 更改Siri声音
zh_hk: 更改Siri的聲音
zh_tw: 更改Siri聲音
